Revit 2027 API
ParameterTypeId.RbsSystemAbbreviationParam Property
 "Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemAbbreviationParam { get; }
Public Shared ReadOnly Property RbsSystemAbbreviationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemAbbreviationParam {
	ForgeTypeId^ get ();
}
static member RbsSystemAbbreviationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace